{
    "app_title": "AGS | AMERICAN GULF SCHOOL",
    "language": "Language",
    "headerTitle": "AMERICAN GULF SCHOOL",
    "subTitle": "EDUCATION DONE RIGHT",
    "subTitle1": "Take a look at what the CEO of the school",
    "subTitle2": "has to say.",
    "AgsTitle": "LIFE AT AMERICAN GULF SCHOOL",
    "ExperienceTitle": "EXPERIENCE THE AGS DIFFERENCE",
    "exper1": "Provide self directed & engaged learning.",
    "exper2": "manpower taking on challenges.",
    "exper3": "Stimulate critical thinking among all the children",
    "CurriculumTitle": "CURRICULUM COURSE AND SYLLABUS",
    "CurriculumsubTitle1": "OUR",
    "CurriculumsubTitle2": "CURRICULUM",
    "CurriculumButton": "View in detail >",
    "Curriculumdescription": "The American Gulf School curriculum is project-based, and learner centered. It encourages, requires, and builds critical thinking, driven by inquiry combined with both knowledge and comprehensive skills. This allows learners to make authentic connections between different theories and be able to apply this knowledge in unfamiliar real-life situations. The use of our STREAM, Media, Fabrication, and Design Labs, give our learners the practice and experience to apply the knowledge and skills they are being taught to succeed within the 21st century.",
    "MentorsTitle": "MEET THE MENTORS",
    "waitlistTitle": "Join the waitlist for our 2022 programs.",
    "waitlistName": "Enter your email name",
    "waitlistAddress": "Enter your email address",
    "waitlistEnroll": "Enroll",
    "CovidtTitle": "COVID 19 SAFETY AND PRECAUTIONS",
    "Coviddescription": "American Gulf School follows and abides by the Covid-19 guidelines provided by the Ministry of Health and the Sharjah Private Education Authority “SPEA”. American Gulf School administration is pleased to announce that almost all of the staff are vaccinated and soon to be 100% vaccinated. We offer full time on-campus learning for all learners every day with full health and safety measures implemented to keep our community safe."
}